// Fonts
"font.size.small"                       = "12";
"font.size.normal"                      = "32";
"font.size.large"                       = "48";
"font.family.default"                   = "WenQuanYi-Microhei-Lite";
"font.family.fixed"                     = "WenQuanYi-Microhei-Lite";
"font.family.symbolic"                  = "Apple Symbols";

// Global Config
"config.direction"                      = "ltr";

// Dialog Buttons
"button.change.code"                    = "コード変更";
"button.change.name"                    = "名前変更";
"button.compete.no"                     = "終了しない";
"button.no"                             = "いいえ";
"button.no.kind"                        = "どちらかといえば、いいえ";
"button.off"                            = "オフ";
"button.okay"                           = "OK";
"button.save"                           = "保存";
"button.sure"                           = "もちろん！";
"button.thanks"                         = "ありあとう";
"button.yes"                            = "はい";

// Menu Items
"menu.config"                           = "設定";
"menu.config.music"                     = "音楽";
"menu.config.off"                       = "オフ";
"menu.config.on"                        = "オン";
"menu.config.song.carriageHouse"        = "キャリエッジハウス";
"menu.config.song.marimba"              = "マリンバ";
"menu.config.song.mjolnir"              = "ミョルニル";
"menu.config.song.staccato"             = "スタッカート";
"menu.config.song.random"               = "シャッフル";
"menu.config.song.off"                  = "オフ";
"menu.config.sound"                     = "音響効果";
"menu.config.wifi"                      = "WiFiのみ";
"menu.config.wifi+carrier"              = "WiFiまたはキャリア上で";
"menu.continue"                         = "ゲームを続ける";
"menu.game.end"                         = "ゲーム終了";
"menu.game.mode.classic"                = "クラッシック";
"menu.game.mode.timed"                  = "時間制限";
"menu.game.new"                         = "新しいゲーム";
"menu.level.restart"                    = "レベルをリスタート";
"menu.level.retry"                      = "レベルに再挑戦";
"menu.main"                             = "メインメニュー";
"menu.player.name"                      = "プレイヤー名";
"menu.scores"                           = "スコア";
"menu.strategy"                         = "ストラテジー";

// Game Messages
"message.flawless"                      = "フローレス！";
"message.paused"                        = "ゲーム一時停止";
"message.unpaused"                      = "ゲーム再開";
"message.level"                         = "レベル %d";

// Dialogs
"dialog.title.compete"                  = "オンライン対戦";
"dialog.text.compete"                   = "世界中のDeblockプレーヤと\nオンライン対戦をしますか？";
"dialog.text.compete.later"             = "オンライン対戦をするには設定を切り替えてください。\n\nメインメニュー ➡ その他 ➡ 設定";

"dialog.title.compete.code"             = "オンラインコード";
"dialog.text.compete.code"              = "スコアをオンラインに入力するにはオンラインコードが必要です。\nこのコードは対戦状況の改ざんを防ぎます。";
"dialog.text.compete.code.ask"          = "コード «%@»:";

"dialog.title.error.name.taken"         = "オンライン名は使われています";
"dialog.text.error.name.taken"          = "«%@» は既に使用されています";

"dialog.title.error.score.unavailable"  = "スコア利用不可";
"dialog.text.error.score.unavailable"   = "一時的にオンラインスコアをご利用いただけません。\n再度アクセスしますか？";

"dialog.title.firsttime"                = "Deblockへようこそ！";
"dialog.text.firsttime.strategy"        = "初めての方は\n«ストラテジー»ガイドをチェックしておきましょう。\n\nメインメニュー ➡ その他 ➡ ストラテジー";

"dialog.title.name"                     = "オンライン名";
"dialog.text.name.ask"                  = "名前を変更:";
